{"nodes":
	[	
		{"name":"项羽","group":0, "image":"xy.jpg","intro":"项羽（前233年-前202年），名籍，字羽，自封西楚霸王，下相（今江苏宿迁西南）人，祖父为战国末年楚国名将项燕。中国秦汉之际反秦起义军将领，杰出的军事家。"},
        {"name":"刘邦","group":1, "image":"lb.jpg","intro": "刘邦（前256年/前247年－前195年6月1日），字季，沛县丰邑中阳里人（今江苏省徐州市丰县）， [3-5]中国历史上杰出的政治家、战略家，汉朝开国皇帝。刘邦出身农家，为人豁达大度。早年到外黄县跟随张耳。秦朝建立后，出任沛县泗水亭长。后因释放刑徒，亡匿于芒砀山中。陈胜起义后，集合三千子弟响应，攻占沛县，自称沛公，投奔反秦义军首领项梁，任砀郡长，受封武安侯。秦二世三年（前207年）率军进驻灞上，接受秦王子婴投降，废除秦朝苛法，约法三章。鸿门宴之后，受封为汉王，统治巴蜀及汉中一带。同年五月，重返三秦之地，定都栎阳。他能够知人善任，虚心纳谏，充分发挥部下的才能，积极整合反对西楚霸王项羽的力量，最终迫使项羽兵败自刎，于汉五年（前202年）赢得楚汉之争，统一天下。随后，刘邦即位于定陶氾水北岸 [10-11]，建立西汉。后迁都长安。称帝之后，刘邦为稳固统治，陆续消灭臧荼、韩王信、韩信、彭越、英布等异姓诸侯王，分封九个同姓诸侯王；同时建章立制，休养生息，励精图治。兵员归家，豁免徭役，重农抑商，恢复社会经济，安抚人民，稳定统治。“白登之围”后，他宣布开放边境关市，缓和汉匈关系。汉十二年（前195年），刘邦在讨伐英布叛乱时伤重不起，制定“白马之盟”后驾崩，尊号高皇帝，庙号太祖，葬于长陵 [15-16]。"},
        {"name":"韩信","group":2, "image":"hx.jpg","intro": "韩信（约前231年-前196年），淮阴（今江苏淮安市淮阴区）人，西汉开国功臣、军事家，汉初三杰之一，中国军事思想“谋战”派代表人物，被后人奉为“兵仙”“战神”。韩信出身平民，早年家庭贫困，曾寄人篱下，受过胯下之辱。秦末农民起义爆发后，韩信先投靠项梁叔侄，后投靠刘邦，均不被重用。刘邦入汉中时，韩信曾逃走，被萧何连夜追回，并推荐给刘邦。刘邦于是拜韩信为大将，与项羽争夺天下。汉元年（前206年），韩信领兵平定三秦。楚汉之争中，韩信以其杰出的军事才能横扫魏、赵、代、燕、齐诸国，并数次以兵支援刘邦。蒲坂之战韩信声东击西拿下魏国都城安邑；井陉之战韩信背水一战大破赵军；潍水之战韩信水淹齐楚联军，斩杀楚将龙且；垓下之战韩信摆下十面埋伏，并采取攻心之计，用四面楚歌瓦解楚军军心。高帝五年（前202年），楚霸王项羽走投无路自刎于乌江。韩信因功徒封楚王。高祖六年（前201年），刘邦开始剪除异姓王。韩信被贬为淮阴侯。后因与高祖论将兵，再次引起刘邦不满。汉高祖十一年（前196年），因被人告发参与陈豨谋反，韩信被吕后与萧何合谋杀死于长乐宫，并被诛三族。"},
        {"name":"萧何","group":3, "image":"xh.jpg","intro": "萧何（？－前193年），沛郡丰邑（今江苏省徐州市丰县）人。西汉开国功臣、政治家，“汉初三杰”之一。萧何早年入仕秦朝，担任沛县主吏掾，辅佐沛公刘邦起义。攻克咸阳后，接收了秦丞相府、御史府所藏的律令、图书，掌握全国山川险要、郡县户口，对日后制定政策起到重要作用。楚汉之争时，留守关中，稳固后方，向前线输送士兵、粮饷，对刘邦战胜项羽、建立汉朝起了重要作用。西汉建立后，担任相国，史称“萧相国”，册封酂侯，名列功臣第一。他采摭秦朝六法，制定实施《九章律》。主张无为而治，采用黄老之术，休养生息。汉高帝十一年（前196年），协助刘邦消灭韩信、英布等异姓诸侯王。刘邦死后，辅佐汉惠帝。"},
        {"name":"樊哙","group":4, "image":"fk.jpg","intro": "樊哙（？—前189年），生年不详，泗水郡沛县（今江苏省沛县栖山镇樊庄村）人。西汉开国元勋，军事统帅。樊哙出身寒微，以屠宰为业，参加沛县起义，骁勇善战，屡立功勋。鸿门宴时，曾出面营救刘邦。先后任左丞相、相国，封舞阳侯，参与平定臧荼、卢绾、陈豨、韩王信等。刘邦去世前，安排陈平处死樊哙，没有实现。"},
        {"name":"杜牧","group":5, "image":"dm.jpg","intro": "杜牧（803年—852年），唐京兆万年（今陕西省西安市）人，字牧之。杜佑之孙。唐代文学家、大和进士。历任淮南节度使掌书记、监察御史、宣州团练判官、殿中侍御史、内供奉、左补阙、史馆编撰、司勋员外郎以及黄、池、睦、湖等州刺史。晚年长居樊川别业，世称杜樊川。性刚直，不拘小节，不屑逢迎。自负经略之才，诗、文均有盛名。文以《阿房宫赋》为最著，诗作明丽隽永，绝句诗尤受人称赞，世称小杜。与李商隐齐名，合称“小李杜”。代表作《泊秦淮》《江南春》《赤壁》《题乌江亭》等，脍炙人口。年轻时即好读兵书，曾注曹操所定《孙子兵法》十三篇。又著《罪言》《战论》《守论》《原十六卫》等文论当代兵事。会昌三年（843年），昭义军乱，上书李德裕论用兵之法，为德裕采纳。著有《樊川文集》。1978年上海古籍出版社出版《樊川诗集注》《樊川文集》。"},
        {"name":"张良","group":6, "image":"zl.jpg","intro": "张良（？—前186年），字子房，一说颍川城父（今河南郏县）人，另一说沛郡（今安徽亳州）人。秦末汉初杰出谋臣，西汉开国功臣，政治家，与韩信、萧何并称为“汉初三杰”。张良体弱多病，不曾单独领兵，常作为谋臣，时时跟从在刘邦身边，曾力劝刘邦在鸿门宴上卑辞言和，保存实力，并疏通项羽季父项伯，使得刘邦顺利脱身。凭借出色的智谋，协助汉王刘邦赢得楚汉之争，建立大汉王朝，被册封为留侯。张良精通黄老之道，不恋权位，晚年随赤松子云游四海，汉高后二年（前186年）去世，谥号文成。汉高祖刘邦曾在洛阳南宫评价他说：“夫运筹帷帐之中，决胜于千里之外，吾不如子房。”"},
        {"name":"孙武","group":7, "image":"sw.jpg","intro": "孙武（约前545年-约前470年），字长卿，尊称为兵圣或孙子，又称“兵家至圣”，被誉为“百世兵家之师”“东方兵学的鼻祖”，春秋时期齐国乐安（今山东广饶）人，军事家、政治家、哲学家，后为吴国将军。孙武出身于封建领主贵族的家庭。周景王十三年（前532年），齐国内乱，孙武避乱出奔吴国，入吴后长期避隐深居，潜心研究兵学。吴王阖闾即位后，孙武经伍子胥多次举荐，以所著兵法十三篇献吴王阖闾，被任为将军。周敬王十四年（前506年），孙武与伍子胥共谋利用唐、蔡两国与楚的矛盾，将其争取为吴的盟国。随即与伍子胥等佐阖闾统领大军攻楚，大败楚军于柏举，乘势攻占楚都郢。孙武五十多岁时，便不再为吴国的对外战争谋划出力，转而隐居乡间，修订其兵法著作。伍员被杀后不久，孙武因忧国忧民和郁郁不得志而谢世。"},
        {"name":"洪秀全","group":8, "image":"hxq.jpg","intro": "洪秀全（1814年1月1日—1864年6月1日），太平天国天王，清末农民起义领袖，族名仁坤，曾用名火秀，后来为了避上帝名讳而改为秀全，广东花县（今广州市花都区）新华镇福源水村人，客家人。道光年间，撰写《原道救世歌》等作品。咸丰元年（1851年）1月11日，洪秀全领导发动金田起义，就任天王，定国号太平天国。咸丰三年（1853年），定都江宁（今南京），改称天京。建都之后，洪秀全分兵占领长江各省，派兵北伐、西征，并摧毁江南、江北大营。咸丰六年（1856年），洪秀全诛杨秀清、韦昌辉，史称“天京事变”，随后，他迅速启用陈玉成、李秀成等新将领；并以洪仁玕为军师，推行新政。同治三年（1864年）6月1日，洪秀全在天京病逝，享年51岁。其逝世后太平天国运动在中外反动势力的联合绞杀下失败。"},
        {"name":"朱元璋","group":9, "image":"zyz.jpg","intro": "明太祖朱元璋（1328年10月21日—1398年6月24日），字国瑞，原名朱重八、朱兴宗。濠州（今安徽凤阳）钟离人。明朝开国皇帝（1368年—1398年在位），年号“洪武”。朱元璋幼时贫穷，曾为地主放牛。至正四年（1344年）入皇觉寺，云游四方，增长见闻。二十五岁参加郭子兴领导的红巾军，反抗元朝。至正十六年（1356年）攻占集庆路，改名应天，至正二十四年（1364年）称吴王。他陆续消灭陈友谅、张士诚等割据势力，并在吴元年（1367年）以“驱逐胡虏，恢复中华” 为号召，派遣徐达、常遇春举兵北伐，以推翻元朝统治。洪武元年（1368年）正月，即皇帝位于应天府，国号大明，年号洪武。同年秋攻占大都，结束了元朝在全国的统治。其后平定西南、西北、辽东等地，最终统一全国。"},
        {"name":"吴晗","group":10, "image":"wh.jpg","intro": "吴晗（1909年8月11日—1969年10月11日），原名吴春晗，字辰伯，笔名语轩、酉生等，浙江义乌人，中国历史学家、社会活动家、现代明史研究的开拓者和奠基者之一。曾任云南大学、西南联合大学、清华大学教授，北京市副市长，中国科学院历史研究所学术委员，中国科学院哲学社会科学部学部委员，北京市政协副主席等职务；在“文化大革命”期间因其所著新编历史剧《海瑞罢官》而遭到残酷批斗，含冤去世。“文化大革命”结束后，其冤案才得以平反昭雪。"},
        {"name":"隋炀帝","group":11, "image":"syd.jpg","intro": "隋炀帝杨广（569年—618年4月11日），本名杨英，小字阿𡡉（“𡡉”字读作“摩”，写作“上麻下女”，部分网上系统无法显示此字，请参考相关实体书），弘农华阴（今陕西省华阴市）人。隋朝第二位皇帝（604年8月21日—618年4月11日在位），隋文帝杨坚与文献皇后独孤伽罗嫡次子。美姿仪，少聪慧，初封雁门郡公。开皇元年（581年），册立为晋王，参与灭陈朝，阴谋夺宗。开皇二十年（600年），册立为皇太子。仁寿四年（604年）七月，正式即位。在位期间，营建并迁都洛阳，并在前人基础上疏浚修隋朝大运河，改州为郡，又改度量衡依古式；频繁发动战争，西征吐谷浑、三征高句丽，滥用民力、穷奢极欲，引发全国范围农民起义，天下大乱，导致隋朝崩溃覆亡。"},
        {"name":"苏轼","group":12, "image":"ss.jpg","intro": "苏轼（1037年-1101年），字子瞻，又字和仲，号铁冠道人、东坡居士，世称苏东坡、苏仙。苏轼为汉族，眉州眉山（今属四川省眉山市）人，祖籍河北栾城，北宋文学家，书法家、画家。父为苏洵，弟为苏辙，父子三人并称“三苏”。苏轼于1057年与弟苏澈同科进及第。1061年，应制科试，入三等，除大理评事、签书凤翔府判官。1065年正月还朝，判登闻鼓院，二月，召试秘阁，直史馆。次年，苏洵卒，返蜀居丧。1069年又还朝，任殿中承、直史馆、判官告院。1071年，因与王安石政见不合，出通判杭州，继知密、徐、湖州。1079年七月，在湖州以其诗文谤讪新政的罪名被捕入狱，这就是有名的乌台诗案，数月后获释，责授黄州团练副使。1084年，诏移汝州团结副使。次年，神宗去世后，起知登州，到官五日，被召还朝。1086年至1094年中，由起居舍人迁中书舍人、翰林学士知制诰、兵部尚书、礼部尚书，因遭新旧两党夹击，其间曾出知杭、颍、扬、定四州。1094年，坐讥刺神宗责贬惠州、儋州。徽宗即位，遇赦北归，于1101年卒于常州。"},
        {"name":"欧阳修","group":13, "image":"oyx.jpg","intro": "欧阳修（1007年8月6日－1072年9月22日），字永叔，号醉翁，晚号六一居士，江南西路吉州庐陵永丰（今江西省吉安市永丰县）人。北宋政治家、文学家、史学家。欧阳修四岁丧父，虽家贫而好学。宋仁宗天圣八年（1030年）进士及第。景祐元年（1034年）任馆阁校勘，两年后因替被贬的范仲淹申辩而受牵连，外贬为夷陵县令。后入朝复任馆阁校勘，升为知谏院、知制诰等职，赞助推行庆历新政。新政失败后，又上疏反对罢免范仲淹等事，被外放知滁、扬、颍及应天等州府。数年后再度被召回朝，任翰林学士。嘉祐五年（1060年）升任枢密副使，次年拜参知政事。宋英宗即位后，被卷入濮议之争中，颇受非议。宋神宗初年，力求辞位，出知亳、青、蔡三州，又反对熙宁变法的部分措施。熙宁四年（1071年）得以太子少师致仕，回到颍州，次年逝世，享年六十六岁。累赠太师、楚国公，谥号“文忠”，世称“欧阳文忠”。"},
        {"name":"贾谊","group":14, "image":"jy.jpg","intro": "贾谊（公元前200年—公元前168年），洛阳（今属河南）人，西汉初年政论家、文学家，世称贾生。贾谊少有才名，十八岁时以善文为郡人所称。汉文帝时任博士，迁太中大夫，受大臣周勃、灌婴排挤，谪为长沙王太傅，故后世亦称贾长沙、贾太傅。三年后被召回长安，为梁怀王太傅。梁怀王坠马而死，贾谊深自歉疚，抑郁而亡，时仅三十三岁。司马迁对屈原、贾谊都寄予同情，为二人写了一篇合传，后世因而往往把贾谊与屈原并称为“屈贾”。"},
        {"name":"裴度","group":15, "image":"pd.jpg","intro": "裴度（765年－839年4月21日 [1-2]），字中立。河东闻喜（今山西省闻喜县）人。唐代中期杰出的政治家、文学家。裴度出身河东裴氏东眷，为唐德宗贞元五年（789年）进士。唐宪宗时累迁御史中丞。他支持宪宗削藩，因而与宰相武元衡均遇刺，武元衡遇害，裴度亦伤首。旋即代武元衡为相。后亲自出镇，督统诸将平定淮西之乱，以功封晋国公，世称“裴晋公”。此后历仕穆宗、敬宗、文宗三朝，数度出镇拜相，屡遭朝臣中伤。晚年随世俗沉浮，归居洛阳，以求避祸，官终中书令。开成四年（839年）去世，享年七十五岁。获赠太傅，谥号“文忠”。"},
        {"name":"关汉卿","group":16, "image":"ghq.jpg","intro": "关汉卿（约1234年以前－约1300年），原名不详，字汉卿，号已斋（又作一斋、已斋叟），汉族，解州（今山西省运城）人，另有籍贯大都（今北京市）和祁州（今河北省安国市）等说。元杂剧奠基人，与白朴、马致远、郑光祖并称为“元曲四大家”，关汉卿居四大家之首。"},
        {"name":"王国维","group":17, "image":"wgw.jpg","intro": "王国维（1877年12月3日—1927年6月2日），初名国桢，字静安、伯隅，初号礼堂，晚号观堂，又号永观，谥忠悫。汉族，浙江省海宁州（今浙江省嘉兴市海宁）人。王国维是中国近、现代相交时期一位享有国际声誉的著名学者。"},
        {"name":"刘备","group":18, "image":"lb1.jpg","intro": "刘备（161年7月16日-223年6月10日），字玄德，史家又称其为先主。东汉幽州涿郡涿县（今河北涿州）人，西汉中山靖王刘胜之后。三国时期蜀汉开国皇帝、政治家。刘备早年丧父，与母以贩履织席为业，后与同宗刘德然、辽西人公孙瓒一起拜卢植为师学习。东汉末年起兵参与镇压黄巾起义军，在军阀混战中，曾先后依于附公孙瓒、陶谦、曹操、袁绍、刘表等人。后刘备“三顾茅庐”拜访诸葛亮，得其为军师辅助，势力开始发展。208年，与孙权联合，大败曹操于赤壁，占领荆州，力量逐渐壮大，随即又分别从刘璋和曹操手中夺取益州和汉中。221年，刘备在成都称帝，国号汉，建元章武，史称“蜀汉”，占有今重庆、四川、云南大部、贵州全部、陕西汉中和甘肃白龙江一部分。后为报关羽被杀之仇，兴重兵讨伐东吴，在“夷陵之战”中被陆逊大烧连营八百里，大败而归。最终于223年，刘备病逝白帝城，终年63岁，葬于惠陵，其子刘禅继位。"},
        {"name":"海瑞","group":19, "image":"hy.jpg","intro": "海瑞（1514年-1587年），字汝贤、国开，别号刚峰，世称刚峰先生，广东琼山（今属海南）人，回族。中国明朝大臣。海瑞早孤，家境清寒。嘉靖二十八年（1549年）参加乡试中举，初任福建南平教谕，后升浙江淳安和江西兴国知县，推行清丈、平赋税，并屡平冤假错案，打击贪官污吏，深得民心。历任州判官、户部主事、兵部主事、尚宝丞、两京左右通政等职。嘉靖四十四年（1565年），任户部主事时，因不满皇帝嘉靖的懒政怠政，为了给明王朝“求万世治安”，上疏指斥皇帝昏庸无道，被执入狱，嘉靖皇帝死后才获释复职。万历十五年（1587年），海瑞病死于南京官邸。"},
        {"name":"郦生","group":20, "image":"ls.jpg","intro": "郦食其（？—公元前203年），陈留郡雍丘县高阳乡（今河南省杞县高阳镇）人。秦末楚汉时期儒生，又被称作“郦生”，在六十多岁时前往投奔西征秦国的刘邦，是中国历史上的著名说客。少年家贫，爱好读书，担任陈留门吏，孤傲不驯。秦二世元年（前209年）秋天，得知陈胜和项梁相继起兵，隐匿不出，静观时局发展。刘邦攻打陈留时，率众跟随，献计攻克陈留郡和贡献大批军粮，封为广野君，以三寸之舌游说列国，为刘邦建立灭秦抗楚“统一战线”做了重大贡献。出面劝降秦国守将，辅佐刘邦攻破武关，率先攻破咸阳，灭亡秦朝。楚汉相争时期，建议夺取荥阳，占据敖仓，夺取有利据点和粮食补给，为日后逆转形势、反败为胜奠定基础。奉命出使齐国，劝齐王田广以七十余城归顺。汉王四年（公元前203年），大将军韩信攻打齐国，导致郦食其为齐王田广烹杀，归葬于雍丘（今河南省杞县）。"},
        {"name":"周公（姬旦）","group":21, "image":"zg.jpg","intro":"周公（生卒年不详），姬姓名旦，亦称叔旦。西周开国元勋，杰出的政治家、军事家、思想家、教育家，“元圣”、儒学先驱，周文王姬昌第四子，周武王姬发的弟弟。采邑在周，故称周公。封于曲阜，留朝执政，长子伯禽就封。武王卒，成王幼，周公摄政。管叔、蔡叔、霍叔等不服，联合殷贵族武庚和东夷反叛。他率师东征，平定叛乱，灭奄（今山东曲阜东）后大举分封诸侯，营建成周洛邑（今河南洛阳）。又制礼作乐，为西周典章制度的主要创制者，主张 “明德慎罚”，以“礼”治国，奠定了“成康之治”的基础。"},
        {"name":"康叔（封）","group":22, "image":"ks.jpg","intro":"卫康叔卫封，生卒年不详，姬姓卫氏，周文王姬昌与正妻太姒所生第九子，周武王姬发同母弟 [1-2]，因获封畿内之地康国（今河南禹州西北），故称康叔或康叔封。卫国第一代国君。周成王即位后，发生三监之乱，康叔参与平定叛乱，因功改封于殷商故都朝歌（今河南淇县），建立卫国，成为卫国第一任国君。康叔赴任时，其兄周公旦作《康诰》、《酒诰》、《梓材》，作为康叔治国法则。并告诫康叔，务必明德宽刑、爱护百姓，向殷商故地贤豪长者询问殷商兴亡之道。康叔统治有方，很快使卫国经济繁荣、社会稳定、百姓安居，成为卫国和卫姓的始祖。"},
        {"name":"姜夔","group":23, "image":"jk.jpg","intro":"姜夔kuí（约1155—约1221），字尧章，号白石道人，汉族，一说南宋饶州鄱阳（今江西鄱阳[24-26]）人，另一说江西德兴人，南宋文学家、音乐家，被誉为中国古代十大音乐家之一。他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。姜夔词题材广泛，有感时、抒怀、咏物、恋情、写景、记游、节序、交游、酬赠等。他在词中抒发了自己虽然流落江湖，但不忘君国的感时伤世的思想，描写了自己漂泊的羁旅生活，抒发自己不得用世及情场失意的苦闷心情，以及超凡脱俗、飘然不群，有如孤云野鹤般的个性。姜夔晚居杭州西湖，卒葬西马塍。"},
        {"name":"晚清政府","group":24, "image":"qzf.jpg","intro":"晚清（1840年—1912年），是清朝统治的晚期，也是中国近代史的开端，还是近代中国半殖民地半封建社会的形成时期。第一次鸦片战争（1840年）开启了晚清时期，清朝统治力量开始衰落，西方列强迫使清廷签订不平等条约，以武力获得在华利益。第二次鸦片战争使得清朝统治危机进一步加深。晚清时期，西方资本主义入侵进一步深化，封建统治者赖以统治的农村自然经济开始解体。同时伴随着列强在华设厂和洋务运动的发展，中国出现了民族资本主义。面临国内外的双重压力，清朝统治之下的各阶级开始了反抗和探索，农民阶级发起了太平天国运动和义和团运动，严重打击了清王朝和西方列强的势力。同时，晚清时期的文化发生了转变，开始冲破封建主义的束缚，向西方学习的一步步探索。清朝在抵抗外患与内忧的同时，也一直处于改革派与守旧派拉锯的局面。在列强入侵的同时西方科学与文化亦引入中国，让清朝发起一连串的改革与革命，如洋务运动，促使中国文化的成长与革新。甲午战争的失败使改革的努力受到沉重打击，并使列强瓜分中国。而维新运动随守旧派的抵制而告终。在义和团排外失败、引来八国联军后，清廷也推动清末新政，虽取得一些成效，但部分内容让许多知识分子失望，转而支持革命，近300年江山气数殆尽。1911年10月10日辛亥革命爆发，革命风暴席卷全国，清朝统治迅速崩溃，次年2月12日宣统帝溥仪被迫颁布退位诏书，结束了清政府自1644年入关以来268年的统治。"},
        {"name":"郭沫若","group":25, "image":"gmr.jpg","intro":"郭沫若（1892年11月16日—1978年6月12日），原名郭开贞，字鼎堂，号尚武，乳名文豹，笔名除郭沫若外，还有麦克昂、郭鼎堂、石沱、高汝鸿、羊易之等，中国现代作家、历史学家、考古学家、政治家。[41-42]1892年11月16日，出生于四川乐山沙湾。1914年1月，赴日本留学。1915年，进入冈山第六高等学校。1918年，升入九州帝国大学医学部。1919年，组织抵日爱国社团夏社；同年，创作诗歌《抱和儿浴博多湾中》《凤凰涅槃》等。1921年8月，诗集《女神》出版。1923年，完成历史剧《卓文君》、诗歌戏曲散文集《星空》。1924年，完成历史剧《王昭君》。1927年，加入中国共产党。1931年，完成论著《甲骨文字研究》《殷周青铜器铭文研究》等。1937年，抗日战争爆发，归国参加抗战，在上海主办《救亡日报》。1938年4月，任国民政府军委会政治部第三厅厅长。1941年12月，写成五幕历史剧《棠棣之花》。1942年，完成历史剧《屈原》《虎符》《高渐离》《孔雀胆》。1943年，完成历史剧《南冠草》。1944年写《甲申三百年祭》。1949年10月，任政务院副总理、文化教育委员会主任；10月19日，任中国科学院院长。1953年，当选第二届中国文联主席。1958年，任中国科学技术大学校长。1959年，完成历史剧《蔡文姬》。1960年1月，完成历史剧《武则天》；同年，当选第三届中国文联主席。1969年，完成论著《李白与杜甫》。1973年，论著《出土文物二三事》出版。1978年，当选第四届文联主席；6月12日，因病医治无效，在北京逝世"},
        {"name":"曹操","group":26, "image":"cc.jpg","intro":"曹操（155年－220年3月15日），字孟德，一名吉利，小字阿瞒，一说本姓夏侯，沛国谯县（今安徽省亳州市）人。中国古代杰出的政治家、军事家、文学家、书法家，东汉末年权臣，亦是曹魏政权的奠基者。太尉曹嵩之子。曹操少年间任侠放荡，到二十岁时举孝廉为郎，授洛阳北部尉。后任骑都尉，参与镇压黄巾军，调济南相。董卓擅政时，散家财起兵，与袁绍等共讨董卓。初平三年（192年），据兖州，分化诱降黄巾军三十余万，选取其中精锐组建青州军。建安元年（196年），迎汉献帝至许县，从此用献帝名义发号施令，总揽朝政。在此前后相继击败袁术、陶谦、吕布等势力。建安五年（200年），在官渡之战中大败割据河北的袁绍，随后削平袁尚、袁谭，北击乌桓，统一北方。建安十三年（208年）进位丞相。同年率军南征，收服荆州，但在赤壁之战中败于孙刘联军。建安十六年（211年），在渭南之战击破关中联军。建安二十年（215年），取汉中，次年（216年）自魏公进爵魏王。建安二十五年（220年），曹操病死于洛阳，享年六十六岁。曹魏建立后，被追尊为太祖，谥号武皇帝，葬于高陵。"},
        {"name":"毛泽东","group":27, "image":"mzd.jpg","intro":"毛泽东（1893年12月26日-1976年9月9日），字润之（原作咏芝，后改润芝），笔名子任。湖南湘潭人。中国人民的领袖，伟大的马克思主义者，伟大的无产阶级革命家、战略家、理论家，中国共产党、中国人民解放军和中华人民共和国的主要缔造者和领导人，马克思主义中国化的伟大开拓者，近代以来中国伟大的爱国者和民族英雄，中国共产党第一代中央领导集体的核心，领导中国人民彻底改变自己命运和国家面貌的一代伟人。1949至1976年，毛泽东担任中华人民共和国最高领导人。他对马克思列宁主义的发展、军事理论的贡献以及对共产党的理论贡献被称为毛泽东思想。 [34-35]因毛泽东担任过的主要职务几乎全部称为主席，所以也被人们尊称为“毛主席”。"},
        {"name":"《沁园春·长沙》","group":28, "image":"qyc.jpg","intro":"《沁园春·长沙》是近代诗人毛泽东所写的一首词。该词通过对长沙秋景的描绘和对青年时代革命斗争生活的回忆，抒写出革命青年对国家命运的感慨和以天下为己任，蔑视反动统治者，改造旧中国的豪情壮志。全词在片语之间，融情入理，情景交融。"},
        {"name":"《丢掉幻想，准备斗争》","group":29, "image":"ddhx.jpg","intro":"毛泽东为新华社写的评论，1949年8月14日发出。1960年收入人民出版社出版的《毛泽东选集》第四卷。2011年收入中央文献出版社出版的《建党以来重要文献选编》第二十六册。评论是针对美国国务院发表的《美国同中国的关系》白皮书而写。指出美国国务院关于中美关系的白皮书以及艾奇逊国务卿给杜鲁门总统的信，在现在这个时候发表，不是偶然的。这些文件的发表，反映了中国人民的胜利和帝国主义的失败，反映了整个帝国主义世界制度的衰落。帝国主义制度内部的矛盾重重，无法克服，使帝国主义者陷入了极大的苦闷中。帝国主义给自己准备了灭亡的条件。殖民地半殖民地的人民大众和帝国主义自己国家内的人民大众的觉悟，就是这样的条件。帝国主义驱使全世界的人民大众走上消灭帝国主义的伟大斗争的历史时代。斗争，失败，再斗争，再失败，再斗争，直至胜利—这就是人民的逻辑，他们也是决不会违背这个逻辑的。这是马克思主义的又一条定律。俄国人民的革命曾经是依照了这条定律，中国人民的革命也是依照这条定律。先进的人们，共产党人，各民主党派，觉悟了的工人，青年学生，进步的知识分子，有责任去团结人民中国内部的中间阶层、中间派、各阶层中的落后分子、一切还在动摇犹豫的人们，用善意去帮助他们，批评他们的动摇性，教育他们，争取他们站到人民大众方面来，不让帝国主义把他们拉过去，叫他们丢掉幻想，准备斗争。"},
        {"name":"《新民主主义论》","group":30, "image":"xmzzyl.jpg","intro":"《新民主主义论》是1940年1月9日毛泽东在陕甘宁边区文化协会第一次代表大会上作的长篇讲演。"},
        {"name":"蒋介石","group":31, "image":"jjs.jpg","intro":"蒋介石（1887年10月31日-1975年4月5日），原名瑞元，学名志清、中正，字介石。浙江奉化人，是近代中国著名政治及军事人物，历任黄埔军校校长、国民革命军总司令、国民政府主席、行政院院长、国民政府军事委员会委员长、中华民国特级上将、中国国民党总裁、三民主义青年团团长、第二次世界大战同盟国中国战区最高统帅、中华民国总统等职。蒋介石受孙中山赏识而崛起于民国政坛，在孙中山去世后长期领导中国国民党达半世纪；其于国民政府时代一直居于军政核心，但其政治手腕与独裁统治亦遭受批评。其从政生涯横跨多个重要时期，在中国近代史上有重要地位。1975年4月5日，在台北士林官邸逝世。"},
        {"name":"鲁迅","group":32, "image":"lx.jpg","intro":"鲁迅（1881年9月25日—1936年10月19日），原名周樟寿，后改名周树人，字豫山，后改字豫才，浙江绍兴人。著名文学家、思想家、革命家、教育家、民主战士，新文化运动的重要参与者，中国现代文学的奠基人之一。早年与厉绥之和钱均夫同赴日本公费留学，于日本仙台医科专门学校肄业。“鲁迅”，1918年发表《狂人日记》时所用的笔名，也是最为广泛的笔名。 [1-7]鲁迅一生在文学创作、文学批评、思想研究、文学史研究、翻译、美术理论引进、基础科学介绍和古籍校勘与研究等多个领域具有重大贡献。他对于五四运动以后的中国社会思想文化发展具有重大影响，蜚声世界文坛，尤其在韩国、日本思想文化领域有极其重要的地位和影响，被誉为“二十世纪东亚文化地图上占最大领土的作家”。 [8-10]毛泽东曾评价：“鲁迅的方向，就是中华民族新文化的方向。”"},
        {"name":"孔融","group":33, "image":"kr.jpg","intro":"孔融（153年－208年9月26日），字文举。鲁国（今山东曲阜）人。东汉末年官员、名士、文学家，为孔子的二十世孙。孔融少有异才，勤奋好学，与平原人陶丘洪、陈留人边让齐名。汉献帝时期，他历任北军中侯、虎贲中郎将、北海国相等职，时称孔北海。孔融在北海六年，修城邑，立学校，举贤才，表儒术，颇有治绩。后兼领青州刺史。建安元年（196年），袁谭攻北海，孔融与其激战数月，最终败逃山东。不久，被朝廷征为将作大匠，迁少府，又任太中大夫。他生性喜结宾客，抨议时政，言辞激烈，终在建安十三年（208年）因触怒丞相曹操而被杀。"},
        {"name":"周武王","group":34, "image":"zww.jpg","intro":"周武王姬发（？―约公元前1043年），姬姓，名发（西周青铜器铭文常称其为珷[wǔ]王），周文王姬昌与太姒[sì]的嫡次子，岐周（今陕西岐山）人，西周王朝的开国君主。约前1056年，文王崩逝，姬发继位，号为武王。 [4-5]武王继位后，继承父志，重用太公望、周公旦、召公奭等人治理国家，周国日益强盛。约前1046年，武王联合庸、蜀、羌、髳卢、彭、濮等部族，进攻商纣行在朝歌，讨伐暴君纣王统治下的商朝，是为牧野之战。殷商大败，纣王自焚于鹿台，殷商灭亡。周王朝建立，定都镐京（今陕西西安西南）。克殷三年后（约公元前1043年），周武王驾崩，葬于周陵，为后世尊崇为古代明君。"}


    ],
"links":
	[

		{"source":0,"target":1,"value":"判若鸿沟"},
        {"source":1,"target":2,"value":"韩信将兵，多多益善"},
        {"source":2,"target":3,"value":"成也萧何，败也萧何"},
        {"source":2,"target":4,"value":"耻与哙伍"},
        {"source":0,"target":5,"value":"楚人一炬，可怜焦土"},
        {"source":1,"target":6,"value":"运筹帷幄"},
        {"source":0,"target":4,"value":"彘肩斗酒"},
        {"source":0,"target":7,"value":"破釜沉舟"},
        {"source":1,"target":8,"value":"草莽英雄"},
        {"source":9,"target":1,"value":"草莽英雄"},
        {"source":10,"target":9,"value":"兵戎相见"},
        {"source":5,"target":0,"value":"包羞忍耻，卷土重来"},
        {"source":5,"target":11,"value":"破家亡国"},
        {"source":11,"target":12,"value":"水调歌头"},
        {"source":12,"target":13,"value":"高才绝学"},
        {"source":12,"target":14,"value":"恬不知怪"},
        {"source":14,"target":1,"value":"斩木揭竿"},
        {"source":15,"target":14,"value":"昭昭在目"},
        {"source":15,"target":16,"value":"待时守分"},
        {"source":17,"target":16,"value":"一空依傍"},
        {"source":16,"target":18,"value":"洪福齐天"},
        {"source":18,"target":1,"value":"弘毅宽厚"},
        {"source":10,"target":19,"value":"百废待举"},
        {"source":6,"target":20,"value":"啖以重利"},
        {"source":20,"target":21,"value":"吐哺辍洗"},
        {"source":21,"target":22,"value":"鲁卫之政"},
        {"source":22,"target":1,"value":"吐哺辍洗"},
        {"source":23,"target":17,"value":"弦外之响"},
        {"source":8,"target":24,"value":"悲声载道"},
        {"source":24,"target":25,"value":"再衰三涸"},
        {"source":25,"target":26,"value":"仪表堂堂"},
        {"source":27,"target":25,"value":"只争朝夕"},
        {"source":28,"target":27,"value":"峥嵘岁月"},
        {"source":29,"target":27,"value":"无所施其技"},
        {"source":30,"target":27,"value":"不破不立"},
        {"source":31,"target":27,"value":"一触即发"},
        {"source":32,"target":27,"value":"下马看花"},
        {"source":26,"target":33,"value":"巢倾卵破"},
        {"source":26,"target":34,"value":"出何经典"},
        {"source":21,"target":34,"value":"风雷之变"}

        

	]
}